Repository: qwreey/yet-another-tiles
Catalog: po/*.po
Languages: de, tr

source: Gap Between Window and Workspace
de: Abstand zwischen Fenster und Arbeitsumgebung
tr: Pencere ve Çalışma Alanı Arasındaki Boşluk

source: Percentage to leave out as gap when the window in focus is tiled.
de: Abstand in Prozent für Platz von Fenstern mit Focus, welche gekachelt sind.
tr: Pencere döşendiğinde boşluk olarak bırakılacak oran.

source: Align Window to Center
de: Fenster zentrieren
tr: Pencereyi Ortaya Hizala

source: Shortcut to align the window in focus to center without resizing it.
de: Tastenkürzel um das Fenster mit Focus zu zentrieren ohne die Größe zu ändern.
tr: Pencereyi yeniden boyutlandırmadan ortaya hizalayacak kısayol.

source: Increase the Gap Size
de: Abstand vergrößern
tr: Boşluk Aralığını Arttır

source: Decrease the Gap Size
de: Abstand verringern
tr: Boşluk Aralığını Azalt

source: Tile Window to Center
de: Fenster zentrieren
tr: Pencereyi Ortaya Döşe

source: Shortcut to tile the window in focus to center.
de: Tastenkürzel um das Fenster zu zentrieren.
tr: Pencereyi ortaya döşeyecek kısayol.

source: Tile Window to Left
de: Fenster nach links verschieben
tr: Pencereyi Sola Döşe

source: Shortcut to tile the window in focus to left.
de: Tastenkürzel um das Fenster nach links zu verschieben.
tr: Pencereyi sola döşeyecek kısayol.

source: Tile Window to Right
de: Fenster nach rechts verschieben
tr: Pencereyi Sağa Döşe

source: Shortcut to tile the window in focus to right.
de: Tastenkürzel um das Fenster nach rechts zu verschieben.
tr: Pencereyi sağa döşeyecek kısayol.

source: Tile Window to Top
de: Fenster nach oben verschieben
tr: Pencereyi Yukarı Döşe

source: Shortcut to tile the window in focus to top.
de: Tastenkürzel um das Fenster nach oben zu verschieben.
tr: Pencereyi yukarı döşeyecek kısayol.

source: Tile Window to Bottom
de: Fenster nach unten verschieben
tr: Pencereyi Aşağı Döşe

source: Shortcut to tile the window in focus to bottom.
de: Tastenkürzel um das Fenster nach unten zu verschieben.
tr: Pencereyi aşağı döşeyecek kısayol.

source: Tile Window to Top Left
de: Fenster nach links-oben verschieben
tr: Pencereyi Sol Yukarı Döşe

source: Shortcut to tile the window in focus to top left.
de: Tastenkürzel um das Fenster nach links-oben zu verschieben.
tr: Pencereyi sol yukarı döşeyecek kısayol.

source: Tile Window to Top Right
de: Fenster nach rechts-oben verschieben
tr: Pencereyi Sağ Yukarı Döşe

source: Shortcut to tile the window in focus to top right.
de: Tastenkürzel um das Fenster nach rechts-oben zu verschieben.
tr: Pencereyi sağ yukarı döşeyecek kısayol.

source: Tile Window to Bottom Left
de: Fenster nach links-unten verschieben
tr: Pencereyi Sol Aşağı Döşe

source: Shortcut to tile the window in focus to bottom left.
de: Tastenkürzel um das Fenster nach links-unten zu verschieben.
tr: Pencereyi sol aşağı döşeyecek kısayol.

source: Tile Window to Bottom Right
de: Fenster nach rechts-unten verschieben
tr: Pencereyi Sağ Aşağı Döşe

source: Shortcut to tile the window in focus to bottom right.
de: Tastenkürzel um das FEnster nach rechts-unten zu verschieben.
tr: Pencereyi sağ aşağı döşeyecek kısayol.

source: Keyboard Shortcut
de: Tastenkombination
tr: Klavye Kısayolu

source: Gap size is now at %d percent
de: Abstand ist jetzt bei %d Prozent
tr: Boşluk aralığı artık yüzde %d oranında
